acpi
acpid
alsa-utils
arandr
asciiquarium
autoconf
automake
autorandr
awesome
bash
bbswitch
biber
binutils
bison
blueman
bluez
bluez-utils
boost
bumblebee
bzip2
calcurse
ccls
clang
cmatrix
cndrvcups-common-lb
compton-tryone-git
coreutils
cryptsetup
cups
cups-pdf
device-mapper
dhcpcd
dialog
diffutils
dmenu
dune
dunst
e2fsprogs
easy-rsa
efibootmgr
exfat-utils
fakeroot
fcron
feh
file
filesystem
findutils
firefox
flex
font-mathematica
fzf
gawk
gcc
gcc-libs
gettext
git
glibc
gptfdisk
graphviz
grep
groff
grub
gtk-engine-murrine
gvim
gzip
htop
i3-gaps
i3blocks
i3lock-color
imagemagick
imake
inetutils
iproute2
iputils
iw
jdk8-openjdk
jfsutils
jre-openjdk-headless
jre8-openjdk
kitty
kvantum-theme-materia
less
libinput-gestures
libtool
libtorrent
libtorrent-rasterbar
licenses
light
lightdm
lightdm-webkit-theme-litarvan
lightdm-webkit2-greeter
linux
linux-firmware
llvm
logrotate
luarocks
lvm2
m4
make
man-db
man-pages
materia-gtk-theme
materia-kde
mdadm
mesa-demos
mlocate
nano
neovim
netctl
network-manager-applet
networkmanager
noto-fonts-cjk
npm
ntfs-3g
ntp
ocaml
opam
openssh
openvpn
otf-font-awesome
p7zip
pacman
papirus-icon-theme
patch
pavucontrol
pciutils
perl
pkgconf
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
python-pip
qbittorrent
ranger
redshift
refind-efi
reiserfsprogs
ripgrep
rofi
rsync
ruby
ruby-irb
rxvt-unicode-pixbuf
s-nail
scrot
sed
shadow
spotify
sshfs
sudo
sysfsutils
systemd
systemd-sysvcompat
tar
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
tlp
tmux
ttf-inconsolata
ttf-linux-libertine
unrar
unzip
usbutils
util-linux
vi
vlc
w3m
which
xclip
xfsprogs
xorg-server
xorg-server-xephyr
xorg-xbacklight
xorg-xdpyinfo
xorg-xev
xorg-xinit
xorg-xinput
xorg-xprop
xorg-xwininfo
xss-lock
youtube-dl
zathura
zathura-djvu
zathura-pdf-poppler
zeal
zip
